const serviceData = [
    { id: 1, name: 'ডাক্তার', icon: '👨‍⚕️' },
    { id: 2, name: 'হাসপাতাল', icon: '🏥' },
    { id: 3, name: 'অ্যাম্বুলেন্স সেবা', icon: '🚑' },
    { id: 4, name: 'ট্রেনের সময়সূচি', icon: '🚂' },
    { id: 5, name: 'দর্শনীয় স্থান', icon: '🏛️' },
    { id: 6, name: 'বাসা ভাড়া', icon: '🏠' },
    { id: 7, name: 'শপিং', icon: '🛍️' },
    { id: 8, name: 'ফায়ার সার্ভিস', icon: '🚒' },
    { id: 9, name: 'কুরিয়ার সার্ভিস', icon: '📦' },
    { id: 10, name: 'থানা-পুলিশ', icon: '👮' },
    { id: 11, name: 'ওয়েবসাইট', icon: '🌐' },
    { id: 12, name: 'বিদ্যুৎ অফিস', icon: '⚡' },
    { id: 13, name: 'ডায়গনস্টিক', icon: '🏥' },
    { id: 14, name: 'হোটেল', icon: '🏨' },
    
    { id: 16, name: 'মিস্ত্রি', icon: '🔧' },
    { id: 17, name: 'জরুরী সেবা', icon: '🆘' },
    { id: 18, name: 'চাকরি', icon: '💼' },
    { id: 19, name: 'উদ্যোগ', icon: '🎯' },
    { id: 20, name: 'রক্ত ব্যাংক', icon: '🩸' },
    { id: 21, name: 'বিভিন্ন ব্যাংক', icon: '🏦' },
    { id: 22, name: 'প্রোগ্রামিং কোড দেখুন', icon: '👨‍💻' }
]; 
